Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Research institutions are responsible for ensuring that the guidelines are implemented and observed in their research communities and that they are routinely communicated to staff and students.
nb: Forskningsutførende institusjoner har ansvar for å påse at retningslinjene blir implementert og fulgt innenfor deres forskningsmiljøer, og at de formidler dem rutinemessig til de ansatte og til studentene.

source: The guidelines for scientific publication under the International Union for Pure and Applied Physics (IUPAP 2005) state:
nb: I retningslinjene for vitenskapelig publisering under den internasjonale unionen for ren og anvendt fysikk (IUPAP 2005) heter det:

source: Researchers are responsible for respecting the research results of others and for exercising good scientific practice.
nb: Forskeren har ansvar for å respektere andres forskningsresultater og å utøve god vitenskapelig praksis.

source: In his study Forgive and Remember (1979), Charles L. Bosk investigated how young surgeons were taught and socialised at a prestigious medical centre.
nb: (1979) undersøkte Charles L. Bosk hvordan unge kirurger ble undervist og sosialisert på et prestisjefylt medisinsk senter.

source: • Researchers should strive for openness in their own approaches and facilitate
nb: • Forskeren bør etterstrebe åpenhet rundt egne fremgangsmåter og tilrettelegge

source: can provide guidance on the decisions the systems make and the actions they
nb: kan legge føringer på de beslutningene systemene tar og de handlingene de

source: Researchers are responsible for ensuring that the use of laboratory animals does not endanger biological diversity.
nb: Forskeren har ansvar for å sikre at bruk av forsøksdyr ikke utgjør en trussel mot det biologiske mangfoldet.

source: unpredictability and minimising uncertainty where possible.
nb: uforutsigbarhet og minimere usikkerhet der dette er mulig.

source: Among them are three classical lines of reasoning that all argue in favour of protecting the fertilised egg/embryo (we use the terms rather loosely here), albeit on different grounds.
nb: Det finnes i alle fall tre ulike klassiske tilnærminger som alle vil argumentere for beskyttelse av det befruktede egget/embryoet (vi bruker termene nokså løselig her), om enn på ulikt vis.

source: The Protocol also ensures that the rights of indigenous and local communities can be enforced when the knowledge is exploited in other states (see Article 16).
nb: Protokollen sikrer også at urfolks eller lokalsamfunns rettigheter kan håndheves når kunnskapen utnyttes i andre stater (jf artikkel 16).

source: [...] the scientist in charge must be prepared to terminate the experiment at any stage, if [...] a continuation of the experiment is likely to result in injury, disability, or death to the experimental subject (Article 10).
nb: […] ansvarshavende forsker bør være forberedt påå bringe forsøket til opphør dersom […] det vil føre til skade, uførhet eller død for forsøkspersonen (pkt 10).

source: At the heart of the matter is assisted reproduction.
nb: Det handler nemlig om assistert befruktning.

source: It was in connection with the establishment of this association that a fellow Cambridge scholar, William Whewell, invented the term ‘scientist’, which was first used in 1834.
nb: Det var i forbindelse med etableringen av denne foreningen at Cambridge-kollegaen William Whewell oppfant begrepet «scientist», som ble brukt for første gang i 1834.

source: Researchers should contribute to the public discourse with scientific argumentation.
nb: Forskerne bør bidra til det offentlige ordskiftet med vitenskapsbasert argumentasjon.

source: Respect for copyright and ownership
nb: Respekt for opphavsrett og eierskap

source: The group has also made a comparative study of publishing practice in major collaborations in other fields, and proposes supplementary publishing channels that can give due and justified recognition to a smaller, select number of researchers.
nb: Gruppen har også foretatt en sammenlikning med publiseringspraksis innen store kollaborasjoner på andre fagområder, og foreslår supplerende publiseringskanaler som kan gi berettiget anerkjennelse til et mindre utvalg av forskere.

source: So working with visual expressions does in fact go on in most research environments, be it in medical laboratories, in anthropological field work, in art museums or in astronomical observatories.
nb: I de fleste forskningsmiljøer arbeider man altså med visuelle uttrykk, enten det er i medisinske laboratorier, på antropologiske feltarbeid, i kunstmuseer eller i astronomiske observatorier.

source: It may seem unreasonable that western researchers must be obligated to offer treatment and care at a level corresponding to the home country’s health service when, strictly speaking, they do not have a treatment relationship to the participants.
nb: Det kan virke urimelig at vestlige forskerne skal være forpliktet til å yte behandling og omsorg på et nivå tilsvarende hjemlandets helsetjeneste, når de strengt tatt ikke står i en behandlingsrelasjon til deltakerne.

source: Having a broad societal debate with engaged parties is nowadays considered to be an essential part of good governance for science and technology.
nb: Dette – det å ha en bred samfunnsmessig debatt med involverte parter – anser man i dag som en vesentlig del av god ”governance” (styresett) for vitenskap og teknologi.

source: Compensation to the participants should be clarified in dialogue with the local ethical committee and local partner.
nb: Godtgjørelse til deltakerne bør avklares i dialog med lokal etisk komité og lokal samarbeidspartner.

source: While AI offers great opportunities, we are facing considerable uncertainty.
nb: Samtidig som KI byr på store muligheter, står vi overfor betydelig usikkerhet.

source: The organisms in question are developed to be able to spread and reproduce so that they can be used to gain control of invasive species that, in new environments, have become pests (like possums in New Zealand and rabbits in Australia), and to reduce the transmission of disease from insect species that transmit disease-bearing microbes and viruses to humans (for example mosquitoes that transmit malaria and dengue fever).
nb: Dette er organismer som er utviklet for å kunne spre seg selv og reprodusere slik at de kan brukes til å få kontroll på invaderende arter som i nye miljø blir skadedyr (som possum i New Zealand), og for å redusere overføring av sykdom fra insektarter som overfører sykdomsfremkallende mikrober og virus til mennesker (for eksempel mygg som overfører malaria og denguefeber).

source: It is important that both researchers and policy makers
nb: Det er viktig at både forskere og politiske

source: The respondents should have given their consent to participate in the study, based on knowledge of its purpose (informed consent).
nb: Respondentene skal ha samtykket til å delta i undersøkelsen, på grunnlag av kjennskap til hva undersøkelsen går ut på (informert samtykke).

source: Yes, if you have a foreign name, the chances of you getting called in for an interview decreases by 25 %.
nb: Ja, hvis du har et utenlandsk navn, synker muligheten til å bli innkalt til intervju med 25 prosent.

source: Sources of public research funding are requiring open access and are also granting funds to pay for OA publishing.
nb: Finansieringskilder som forvalter offentlige forskningsmidler stiller krav om open access, og stiller samtidig midler til rådighet for å betale for OA-publisering.

source: consent can be difficult or impossible to fulfil in a context where a western understanding of autonomy is not dominant (17).
nb: samtykke kan være vanskelig eller umulig å oppfylle der en vestlig forståelse av autonomi ikke er like dominerende (17).

source: development of AI.
nb: forbundet med utviklingen av KI.

source: This has evolved to such an extent that the difference between discovery and invention (which is fundamental for patenting) is sometimes difficult to spot, particularly in relation to genetics and gene technology.
nb: Dette har gått så langt at forskjellen mellom oppdagelse og oppfinnelse (som er grunnleggende for patentering) av og til er vanskelig å fåøye på, spesielt i forhold til genetikk og genteknologi.

source: When data collected for
nb: Når data som

source: Above, we have focused on how research competence includes ethical, professional and methodological credibility.
nb: I det foregående er det satt fokus på at forskningskompetanse innbefatter både etisk, faglig og forskningsmetodisk troverdighet.

source: These need to be funded in ways other than through subscriptions (licence agreements) and sale of individual articles.
nb: Disse må da finansieres på annen måte enn gjennom abonnement (lisensavtaler) og salg av enkeltartikler.

source: worrying aspects in the development of AI?
nb: bekymringsfulle sider ved utviklingen av KI?

source: that can be inspected.
nb: systemer som lar seg inspisere.

source: many cases, the researchers use digital trace data from social media or apps that
nb: typisk være digitale spor på sosiale medier eller fra apper som sammenkoples og

source: The biological material will be brought to Norway in de-identified form.
nb: Det biologiske materialet blir innført avidentifisert til Norge.

source: The debate on reasonable standard of care has particularly focussed on the services to control groups in clinical research.
nb: Debatten om rimelig behandlingsstandard har særlig dreid seg om tilbudet til kontrollgrupper i klinisk forskning.

source: As human beings, as researchers and as informants, we are marked by gender or the sign we carry on our bodies, to use an expression coined by Dorte Marie Søndergaard (1996).
nb: Som mennesker, som forskere og som informanter er vi preget av kjønn, eller det tegn som vi bærer på vår kropp, for å hente inn et uttrykk anvendt av Dorte Marie Søndergaard (1996).

source: Do we have to apply for pre- approval from the Norwegian REC when master's students or PhD research fellows associated with a Norwegian institution are added to a project that has been approved in the country it is being conducted, and where data acquisition has already started?
nb: Må vi søke norsk REK om forhåndsgodkjenning når masterstudenter eller ph.d.-stipendiater tilknyttet en norsk institusjon blir koblet på et prosjekt som er godkjent i landet det gjennomføres, og hvor datainnsamlingen allerede er påbegynt?

source: Other relevant questions are whether there is sufficient similarity between humans and experimental animals for the research to yield transferable results.
nb: Andre relevante spørsmål er om det er tilstrekkelig likhet mellom mennesker og forsøksdyrene, slik at forskningen gir overførbare resultater.

source: NENT believes that governments and research institutions should facilitate
nb: NENT mener at myndigheter og forskningsinstitusjoner bør legge til rette

source: to interpretations and decisions based on AI.
nb: FORSKNINGSETISK BETENKNING OM KUNSTIG INTELLIGENS beslutninger som er basert på KI.

source: The National Committee for Medical and Health Research Ethics (NEM) has also drawn up reports and guidelines intended for specific areas, such as research on people with impaired capacity, epidemiological research, guidelines for the assessment of post-marketing studies of pharmaceuticals and commissioned research (in liaison with the other committees).
nb: NEM har i tillegg utarbeidet rapporter og veiledninger på noen områder, så som forskning på personer med redusert kompetanse, epidemiologisk forskning, retningslinjer for å vurdere post-marketing studier av legemidler og oppdragsforskning (sammen med de andre komiteene).

source: Research has an independent responsibility for the role it plays in social
nb: Forskningen har et selvstendig ansvar for egen rolle i samfunns-

source: The emergence of big data is exacerbating this
nb: Fremveksten av stordata forsterker dette

source: If the foreign research fellow is associated with both the Norwegian and the foreign institution, and/or the Norwegian institution is contributing funding for the degree, they must apply for approval from the Norwegian REC.
nb: Dersom den utenlandske stipendiaten er tilknyttet både den norske og den utenlandske institusjonen, og/eller den norske institusjonen bidrar med finansiering av graden må vedkommende søke godkjenning fra norsk REK.

source: Although it is difficult to come up with ethically sound arguments claiming that all interference with DNA is unsafe (as some will nevertheless claim), it is however a fact that at least some areas of this research raise ethical issues of such a complexity that a thorough reflection on ethics is necessary.
nb: Selv om det er vanskelig å utvikle etisk gode argumenter for at alle inngrep i arvematerialet er betenkelig (som noen likevel vil hevde), så er det dog et faktum at i alle fall noen grener av denne forskning reiser etisk sett såpass komplekse problemer at en grundig refleksjon over etikken er påkrevd.

source: Either way, it is important to gather as concrete evidence as possible for what you believe to be research fraud.
nb: Uansett er det viktig å samle så konkret dokumentasjon som mulig for det man mener er juks.

source: One prime example is the Manhattan project, a large-scale research project to produce atomic bombs.
nb: Et viktig eksempel er Manhattan-prosjektet, et storstilt forskningsprosjekt for å fremstille atombomber.

source: Examples of this are the Metropolitt project in Scandinavia and Stanley Milgram's socio-psychological obedience experiments in the USA in the 1960s.
nb: Eksempler på dette er Metropolittprosjektet i Skandinavia og Stanley Milgrams sosialpsykologiske lydighetseksperimenter i USA på 1960-tallet.

source: Implicitly, we have argued that research ethics is more than just filling out a few forms, such as for an application to the Research Council.
nb: Implisitt har vi argumentert for at forskningsetikk er mer enn å fylle ut for eksempel noen skjemaer i forbindelse med en søknad til Forskningsrådet.

source: However, there will be cases where documentation of consent by signature is not possible or appropriate.
nb: Det vil likevel være tilfeller der dokumentasjon av samtykke med signatur ikke er mulig eller passende.

source: Research institutions are responsible for teaching and training in research ethics.
nb: Forskningsinstitusjonene har ansvar for undervisning og opplæring i forskningsetikk.

source: Should there be a right to be included in clinical trials?
nb: Bør det være en rettighet å være med i medisinske forsøk?

source: To rule out completely any changes to the other 55 000 genes of the CRISPR-salmon, HI is planning to examine all its DNA.
nb: Wargelius og HI ønsker nåå se på alt DNA i den genetisk sterile CRISPR-laksen, bare for å utelukke fullstendig at det har skjedd noe med de andre 55 000 genene til laksen.

source: With the development of computers – and the question of protection of individuals – the Metropolitan study can be regarded as an essential reason behind the proposals for political measures to prevent abuse after 1967–68.
nb: Med utviklingen av datamaskiner – og spørsmålet om vern av enkeltindivider – kan Metropolitt-undersøkelsen ses på som en vesentlig foranledning til at det fra 1967-68 ble foreslått politiske tiltak mot misbruk.

source: people and consequences for society, and there may be a need to establish
nb: og konsekvenser for samfunnet, og det kan være behov for å etablere

source: In 1982, CIOMS (in conjunction with WHO) published the International Ethical Guidelines for Biomedical Research Involving Human Subjects.
nb: I 1982 publiserte CIOMS (sammen med WHO) et sett av retningslinjer for medisinsk forskning på mennesker (International Ethical Guidelines for Biomedical Research Involving Human Subjects).

source: whether we should focus on long-term and future consequences or on more
nb: med uforutsigbarhet, er blant annet om vi bør rette søkelyset mot langsiktige

source: from the internet and social media may be from a limited user sample, for example,
nb: fra Internett og sosiale medier kan for eksempel ha et begrenset brukertilsnitt og

source: which research environments are involved in this?
nb: forskningsmiljøer er engasjert i dette?

source: In phase 3 studies, so-called studies to determine therapeutic effect, between 500 and 5000 patients are included.
nb: I fase 3-studier, såkalt terapeutisk bekreftende studier, inngår mellom 500 og 5000 pasienter.

source: Of course in some such incidences, the death may indeed be the result of an evil act, but as long as this does not have any connection with removal of the organs, we do not consider any potential organ donation to be 'defiled'.
nb: I noen slike tilfeller kan selvsagt døden være et resultat av en ond handling, men så lenge handlingen ikke har noen forbindelse med organuttak, tenker vi ikke at en evt organdonasjon ”besmittes”.

source: A set of standard licences has been established to specify what the user is permitted to do with documents that are openly available, so-called Creative Commons licences (CC licences).
nb: Det er etablert et sett av standardlisenser som presiserer hva brukeren har tillatelse til å gjøre med dokumenter som er åpent tilgjengelige, såkalte Creative Commons-lisenser (CC-lisenser).

source: Your research findings may have an important implication for society.
nb: Dine forskningsresultater kan ha en viktig implikasjon for samfunnet.

source: A good start may therefore be to replace the term "dissemination" with "communication".
nb: En god begynnelse kan altså være å erstatte begrepet ”formidling” med ”kommunikasjon”.

source: possible abuse and undesirable consequences.
nb: og uønskede konsekvenser.

source: Responsibility for openness and sharing of data and material
nb: Ansvar for åpenhet og deling av data og materiale

source: The Research Ethics Committees, and more specifically for these disciplines NENT, have therefore devised research ethics guidelines.
nb: Det er derfor Forskningsetiske komiteer, og mer spesifikt for disse fagområdene NENT, har utarbeidet forskningsetiske retningslinjer.

source: What do you consider to be positive opportunities for AI?
nb: Hva anser dere som positive muligheter for KI?

source: An ability and willingness to reflect on the basis for their assertions is something that journalists are increasingly likely to demand from researchers.
nb: En evne og vilje til å reflektere over hvilket grunnlag man har for sine påstander, er noe som journalister nok i stigende grad vil kreve av forskere.

source: Fortunately, no one was angry or frustrated, and we had very interesting conversations", says Midtbøen.
nb: Heldigvis var det ingen som var sinte eller frustrerte, og det ble veldig interessante samtaler, forteller Midtbøen.

source: There is extensive literature on the concept of risk, and a relatively well-acknowledged conclusion is that the concept of risk is socially constructed (Shrader-Frechette 1991).
nb: Det er en stor mengde litteratur om risikobegrepet og en relativt anerkjent konklusjon er at risikobegrepet er sosialt konstruert (Shrader- Frechette 1991).

source: This meant that the researcher as a subject had to – and could – take a back seat.
nb: Dette innebar at forskeren som subjekt måtte - og kunne - tre i bakgrunnen.

source: who must ultimately have control and be moral y responsible.
nb: som i siste instans må ha kontroll og stå moralsk ansvarlig.

source: volumes; large data sets can contain unreliable data, and even in large data sets,
nb: Store datasett kan inneholde upålitelige data, og selv i store datasett

source: and expect that this information may be used for purposes other than what
nb: forstår og forventer at denne informasjonen kan bli benyttet til andre formål enn

source: less specific, especial y if future use of the data is unclear.
nb: og fremtidig bruk av dataene er uklar.

source: A more acceptable version of the same role is the researcher who analyses a phenomenon after taking part in it, as Aubert (1982) did in his study of the resistance movement during World War II.
nb: En mer akseptabel variant av samme rolle er forskeren som i ettertid analyserer et fenomen etter selv å ha vært deltager, slik Aubert (1982) gjorde i sin studie av motstandsbevegelsen under annen verdenskrig.

source: the requirements for transparency that otherwise apply to research (as they
nb: unndrar seg de kravene til åpenhet som gjelder for forskning ellers (slik

source: Gene editing using CRISPR is much debated globally but used in several projects in Norway.
nb: Genredigering med CRISPR er omdiskutert globalt, men brukes i flere norske forskningsprosjekter.

source: One can claim that the fertilised egg is already a person (in the moral sense), and therefore has human dignity and a right to life.
nb: Man kan hevde at det befruktede egget allerede er en person (i moralsk forstand), og dermed har menneskeverd og en rett til liv.

source: responsibility early in a research process and ensuring that good choices can
nb: forskningsløp og sikre at gode valg kan tas i den videre prosessen, dels ved å

source: structured in a way that safeguards individuals’ self-determination, human
nb: på en måte som ivaretar individenes selvbestemmelse, menneskeverd og

source: It is however emphasised that it is the right and the responsibility of every collaboration to establish proper and appropriate publishing practice, and that this should be agreed and known among all those involved in the collaboration.
nb: Det understrekes imidlertid at det er de enkelte kollaborasjoners rett og ansvar å etablere en forsvarlig og hensiktsmessig publiseringspraksis, og at denne er omforent og kjent i kollaborasjonen.

source: The production of fertilised eggs exclusively for research objectifies the embryo more than the use of surplus embryos does.
nb: Nyproduksjon av befruktede egg utelukkende for forskning, tingliggjør i større grad embryoet enn bruk av overtallige embryoer gjør det.

source: One problem with infiltration when studying criminal environments or environments that express extreme and hateful attitudes, is that the researcher may be forced to participate in such actions and display such attitudes.
nb: Et problem med infiltrasjon når man studerer miljøer som begår kriminalitet eller i det minste uttrykker ekstreme og hatske holdninger, er at man kan bli nødt til å delta i slike handlinger og ytringer selv.

source: For a potential research subject who is incapable of giving informed consent, the physician must seek informed consent from the legally authorised representative.
nb: Dersom en person med redusert evne til å forstå, likevel anses som kompetent til å avgi et informert samtykke til deltakelse i en bestemt studie, bør prosjektleder vurdere om en person som er uavhengig av forskningsprosjektet, skal være til stede ved informasjons- og samtykkeprosessen.

source: Moreover, a system for monitoring and verification of the publication channels has also been established, to be able to exclude irresponsible publication channels from the list.
nb: Og det er også etablert et system for overvåkning og etterprøving av publiseringskanalene, slik at useriøse publiseringskanaler blir utelatt fra denne listen.

source: NENT sees a need for systematic studies of the risks associated with the
nb: NENT ser et behov for systematiske studier av de risikoenesom er
